[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:12};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4};
itm2={id:4,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:645,y:432,zorder:3};
itm3={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:5,name:Phone_Call,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:92,zorder:4,txtfield:{backcolor:0,bidimode:left-to-right,content:Phone Call,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Phone_Call,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm4={backcolor:0,bar:241,downarrow:140,height:300,id:8,name:Scrollbar,scaleslider:true,slider:240,type:SCROLLBAR,uparrow:145,visible:true,width:55,x:578,y:150,zorder:6};
itm5={backcolor:0,height:358,id:9,img:327,layout:normal,name:txtbase,type:IMAGEFIELD,visible:true,width:507,x:64,y:92,zorder:7,layout_param:{clipx:0,clipy:0}};
itm6={backcolor:0,height:3,id:10,img:326,layout:normal,name:line_sms,type:IMAGEFIELD,visible:true,width:502,x:64,y:158,zorder:8,layout_param:{clipx:0,clipy:0}};
itm7={backcolor:0,bidimode:left-to-right,content:SMS Header Field,font:3,height:60,highcolor:0,hlayout:left,id:11,linespacing:0,multiline:false,name:Header_Field,type:TEXTFIELD,visible:true,vlayout:top,width:490,wrapline:wrap-by-word,x:68,y:96,zorder:9};
itm8={backcolor:0,bidimode:left-to-right,content:SMS message field,font:3,height:270,highcolor:0,hlayout:left,id:12,linespacing:0,multiline:true,name:message_field,type:TEXTFIELD,visible:true,vlayout:top,width:490,wrapline:wrap-by-word,x:68,y:164,zorder:10};

